{"data":{"markdownRemark":{"htmlAst":{"type":"root","children":[{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"Powder-coated steel installation by Anna Teiche. In honor\nof Phil Bailey, dean emeritus of the College of Science and Mathematics, who founded\nand championed the Study 25–35 Hours Per Week principle: To succeed, students\nneed to study two hours per unit each week, or the equivalent of 25–35 hours per\nweek."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"“25–35” was conceptualized and designed by student Anna Teiche, who completed\nall of the fabrication using on-campus resources and labs. Anna learned to TIG\nweld with instruction from Doug Brewster and welding assistance from fellow Art\nand Design student Tommy Stoeckinger."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"The piece is a visual representation\nof the activities in an average student’s day according to the Study 25-35 principle.\nEach of the seven hexagonal panels represents a day of the week, and the smaller,\npainted hexagons symbolize the hours in a day. The forms are inspired by molecular\ndiagrams used in chemistry, Dr. Bailey’s field of study. Just as chemical compounds\ncan be broken down into separate elements, a student’s day can be organized into\ndifferent areas of focus."}]},{"type":"text","value":"\n"},{"type":"element","tagName":"p","properties":{},"children":[{"type":"text","value":"The artwork was commissioned by Kathleen Enz Finken,\nProvost and Executive Vice President for Academic Affairs in honor of Phil Bailey."}]}],"data":{"quirksMode":false}},"frontmatter":{"id":"2018.1.1","title":"25–35","collection":"College Of Science And Mathematics","artist":"Anna Teiche","type":"Sculpture","medium":"Steel","date":null,"figure":[{"id":"79703_ca_object_representations_media_127_original","file":{"publicURL":"/gatsby-artcollection/static/79703_ca_object_representations_media_127_original-f0d7da1d3a8786fa14ac9743bd53f600.jpg","childImageSharp":{"resize":{"src":"/gatsby-artcollection/static/79703_ca_object_representations_media_127_original-f0d7da1d3a8786fa14ac9743bd53f600-283a5.jpg"}}},"caption":"Photograph of sculpture mounted on a wall","credit":"J.O. Barber Family Trust, California Polytechnic University. The images associated with the objects on this website are protected under United States copyright laws. We are pleased to share these materials as an educational resource for the public for non-commercial, educational and personal use only, or for fair use as defined by law."}]}}},"pageContext":{"slug":"/catalog/2018.1.1/"}}